{"author": "Renato Mota, editado por Cesar Schaeffer", "body": "['Diferente de um \"rio que corre\", o tempo não se comporta da forma como o percebemos. Passado, presente e ', <a href=\"https://olhardigital.com.br/noticia/ets-e-ovnis-seriam-cientistas-que-viajaram-no-tempo-e-vieram-do-futuro/95753\" rel=\"noopener\" target=\"_blank\">futuro</a>, ' existem simultaneamente, mas em dimensões diferentes. Esse é o fundamento por trás do conceito do \"Bloco universal\", defendido pelo professor associado de filosofia do ', <a href=\"https://olhardigital.com.br/noticia/inteligencia-artificial-descobre-novo-antibiotico/97211\" rel=\"noopener\" target=\"_blank\">Instituto de Tecnologia de Massachusetts</a>, ' (MIT), Bradford Skow.', 'Em seu livro \"Objective Becoming\", Skow detalha essa visão, que defende que tempo deve ser considerado como uma dimensão do espaço-tempo, ', <a href=\"https://olhardigital.com.br/ciencia-e-espaco/noticia/espaco-tempo-gira-em-torno-de-uma-estrela-morta-provando-que-einstein-estava-certo/96113\" rel=\"noopener\" target=\"_blank\">como sustenta a teoria da relatividade</a>, '. Dessa maneira, ele não “passa” por nós, mas faz parte do tecido maior do universo – ao invés de ser algo que se move dentro dele.', '\"A teoria do universo em bloco diz que você se espalha pelo tempo, da mesma maneira como se espalha no espaço\", explica Skow. \"Não estamos localizados em um único momento\". Ou sejam, eventos ocorrem, pessoas envelhecem e assim por diante. \"As coisas mudam\", afirma o professor de filosofia. Mas o passado não “desaparece”, ele simplesmente existe em diferentes partes do espaço-tempo.', 'Esse pensamento possui uma base na teoria do espaço e do tempo unificados, proposta por Albert Einstein em 1915. Em sua teoria geral da relatividade, o físico alemão propõe que o espaço-tempo toma forma de maneira múltipla ou contínua, que podem ser visualizados como um espaço vetorial quadridimensional. \"A distinção entre passado, presente e futuro é apenas uma ilusão teimosamente persistente\", afirmou Einstein.', 'No livro, Skow considera diversas explicações alternativas para como o tempo se comporta, mas se diz mais impressionado com a teoria dos \"holofotes em movimento\", que coloca passado e o futuro em pé de igualdade com o presente. No entanto, a teoria sustenta que apenas um momento de cada vez está absolutamente presente, e esse momento continua mudando, como se um holofote estivesse se movendo sobre ela.', 'As experiências que você teve há um ou dez anos ainda são igualmente reais, afirma Skow; eles são apenas \"inacessíveis\" porque agora você está em uma parte diferente do espaço-tempo (o que inviabiliza, infelizmente, ', <a href=\"https://olhardigital.com.br/ciencia-e-espaco/noticia/astrofisico-afirma-saber-como-construir-uma-maquina-do-tempo/94966\" rel=\"noopener\" target=\"_blank\">viagens no tempo</a>, ').', 'Via: ', <em><a href=\"http://news.mit.edu/2015/book-brad-skow-does-time-pass-0128\" rel=\"noopener\" target=\"_blank\">MIT News</a></em>]", "title": "Nova teoria diz que passado, presente e futuro coexistem", "type": "article", "url": "https://olhardigital.com.br/ciencia-e-espaco/noticia/nova-teoria-diz-que-passado-presente-e-futuro-coexistem/97786"}