{"author": "Rafael Rigues", "body": "['A Nasa está usando inteligência artificial para auxiliar no design de sua ', <a href=\"https://olhardigital.com.br/ciencia-e-espaco/noticia/nasa-detalha-novidades-para-a-proxima-geracao-de-trajes-espaciais/91421\" rel=\"noopener\" target=\"_blank\">nova geração de trajes espaciais</a>, '. Batizados de Extravehicular Mobility Unit (Unidade de Mobilidade Extraveicular, xEMU), eles são o primeiro redesenho do equipamento em quase 40 anos, e serão usados nas futuras missões tripuladas à Lua no ', <a href=\"https://olhardigital.com.br/ciencia-e-espaco/noticia/nasa-pretende-levar-a-primeira-mulher-para-a-lua-na-missao-artemis/85764\" rel=\"noopener\" target=\"_blank\">Programa Artemis</a>, '.', 'A IA está sendo usada para projetar partes do \"sistema portátil de suporte à vida\", a \"mochila\" que os astronautas carregam nas costas, que regula sua temperatura corporal, fornece energia e abriga o sistema de comunicação do traje.', 'Como este é o primeiro uso da tecnologia, por enquanto ela não está sendo usada em sistemas críticos. \"Ainda estamos no início de um programa piloto, então não estamos usando ela em nada que possa causar uma falha catastrófica\", diz Sean Miller, engenheiro mecânico da ', <a href=\"https://olhardigital.com.br/ciencia-e-espaco/noticia/video-da-nasa-simula-por-do-sol-em-outros-planetas-assista/102532\" rel=\"noopener\" target=\"_blank\">Nasa</a>, '.', 'Em vez disso, ela está sendo usada para projetar braçadeiras e suportes que irão sustentar os sistemas que mantém os astronautas vivos. Pode não ser um trabalho glamouroso, mas graças à IA a Nasa conseguiu reduzir o peso de alguns componentes em até 50%.', <img alt=\"Reprodução\" height=\"573\" src=\"//cache.olhardigital.com.br/uploads/acervo_imagens/2019/10/20191016105247.jpg\" width=\"860\"/>, <em>O xEMU é o traje que será usado nas missões do programa Artemis, que pretende levar uma mulher à Lua. Foto: Loren Grush / The Verge.</em>, '\"Quando a Nasa define os requisitos para um sistema de pouso tripulado, ela aloca um certo peso para cada componente imaginável, que temos que respeitar\", diz Miller. \"Então, qualquer lugar onde possamos economizar mesmo um décimo de grama nos ajuda a chegar mais perto do limite de peso da missão\"', 'Segundo Jesse Coors-Blankenship, Vice-Presidente de Tecnologia da PTC, empresa que desenvolveu o software usado pela Nasa, \"consideramos a IA como uma tecnologia que pode fazer algo mais rápido e melhor do que um humano treinado pode fazer. Algumas das tecnologias são coisas com as quais os engenheiros já estão acostumados, como simulação e otimização estrutural. Mas com a IA, podemos fazer isso mais rapidamente\".', 'O software da PTC combina abordagens como ', <a href=\"https://olhardigital.com.br/noticia/inteligencia-artificial-faz-imagens-borradas-ficarem-60x-mais-nitidas/102166\" rel=\"noopener\" target=\"_blank\">redes generativas adversariais</a>, ' e algoritmos genéticos. Na primeira dois algoritmos \"competem\" na criação de um componente, e o melhor resultado é usado como base para uma geração seguinte, sucessivamente até que o objetivo desejado seja atingido. Já os algoritmos genéticos reproduzem a seleção natural. Eles produzem vários designs, combinam suas melhores características, analisam os resultados e repetem o processo.', 'Segundo Jesse Craft, engenheiro sênior da Jacobs, empresa do Texas que foi contratada pela Nasa para auxiliar no projeto do xEMU, \"o processo iterativo das máquinas é 100 ou 1.000 vezes mais rápido do que poderíamos fazer sozinhos, e o resultado é uma solução que é idealmente otimizada para nossos requisitos\".', 'Fonte: ', <em><a href=\"https://www.wired.com/story/nasas-new-moon-bound-space-suits-will-get-a-boost-from-ai/\" rel=\"noopener\" target=\"_blank\">Wired</a></em>]", "title": "Inteligência artificial ajuda a Nasa a projetar novos trajes espaciais", "type": "article", "url": "https://olhardigital.com.br/ciencia-e-espaco/noticia/inteligencia-artificial-ajuda-a-nasa-a-projetar-novos-trajes-espaciais/102772"}