{"author": "Victor Pinheiro, editado por Fabiana Rolfini", "body": "['Pesquisadores da Universidade da Califórnia Santa Cruz (UCSC) desenvolveram um poderoso programa de computador capaz de analisar dados detalhados de imagens ', <a href=\"https://olhardigital.com.br/ciencia-e-espaco/\" rel=\"noopener\" target=\"_blank\">astronômicas</a>, ' e ajudar cientistas a identificar e classificar ', <a href=\"https://olhardigital.com.br/ciencia-e-espaco/noticia/galaxia-monstruosa-de-12-bilhoes-de-anos-e-encontrada/96537\" rel=\"noopener\" target=\"_blank\">galáxias</a>, ' e estrelas em grandes conjuntos de informações.', 'Batizado de Morpheus, a ferramenta corresponde a uma estrutura de ', <a href=\"https://olhardigital.com.br/noticia/as-diferencas-entre-inteligencia-artificial-machine-learning-e-deep-learning/72678\" rel=\"noopener\" target=\"_blank\">deep learning</a>, ' (aprendizado profundo) e combina uma série de tecnologias de inteligência artificial desenvolvidas para diferentes aplicações, como reconhecimento de fala e imagens. Segundo os cientistas, o recurso permite detectar e fazer a classificação morfológica de objetos astronômicos em um nível de granularidade sem precedentes.', 'Outras soluções já usam tecnologia de deep learning para classificar galáxias, mas esses programas normalmente exigem que os pesquisadores observem a existência de um objeto para, na sequência, alimentar o algoritmo com novas imagens para identificar a galáxia correspondente. Já o modelo dos cientistas da UCSC usa como recurso os dados de imagens originais, e é capaz de identificar diferentes elementos de uma mesma galáxias.', <img alt=\"Reprodução\" height=\"420\" src=\"//cache.olhardigital.com.br/uploads/acervo_imagens/2020/05/20200513144223.jpg\" width=\"660\"/>, <em>Classificação morfológica do Morpheus para região captada na imagem do Hubble Legacy Fields (Foto: Ryan Hausen/Phys.org)</em>, '“O Morpheus descobre as galáxias para você e faz [essa análise] pixel por pixel. Ele pode lidar com imagens muito complicadas: você pode ter uma [estrutura] esferoidal ao lado de um disco, por exemplo. Para um disco com um objeto central, [o programa] classifica esse objeto separadamente.\", disse Brant Robertson, professor de astronomia e astrofísica da UCSC e um dos criadores do programa, ao Phys.org.', 'Para treinar o algoritmo de deep learning, os pesquisadores usaram informações de um estudo de 2015, no qual um grupo de astrônomos classificou cerca de 10 mil galáxias com a ajuda de dados do ', <a href=\"https://olhardigital.com.br/ciencia-e-espaco/noticia/o-melhor-do-hubble-ainda-esta-por-vir-diz-responsavel-pelo-telescopio/100006\" rel=\"noopener\" target=\"_blank\">telescópio Hubble</a>, '. Eles então aplicaram o Morpheus aos dados da imagem do Hubble Legacy Fields, uma figura que retrata dezenas de milhares de galáxias observadas durante vários anos.', 'Quando o Morpheus processa uma imagem de uma área do céu, o programa cria novos grupos de figuras da área capturada, e classifica todos os objetos com código de cores de acordo com sua morfologia. Assim, é possível separar os objetos astronômicos do fundo da imagem e identificar estrelas e diferentes tipos de galáxia.', 'Com ajuda do supercomputador da UCSC, o Morpheus gera rapidamente a análise pixel por pixel para todo o conjunto de dados, assim como estabelece um nível de precisão para cada classificação.', <img alt=\"Reprodução\" height=\"976\" src=\"//cache.olhardigital.com.br/uploads/acervo_imagens/2020/04/20200428012529.jpg\" width=\"1536\"/>, 'Robertson acredita que o principal impacto da nova tecnologia pode ser o aprimoramento da automatização de processos de pesquisa astronômica. Para ele, isso é essencial à medida que o volume de informações à disposição de cientistas cresce. O pesquisador cita como exemplo a pesquisa Legacy Survey of Space and Time (LSST), que será conduzida no Observatório Vera Rubin, ainda em construção no Chile.', 'A expectativa é que o estudo de larga escala possa gerar enormes quantidades de dados de imagens, e Robertson está envolvido no planejamento de como usar essas informações para investigar a formação e a evolução de galáxias.', '\"Imagine se você pedisse a astrônomos que eles classifiquem bilhões de objetos. Como eles poderiam fazer isso? Agora, poderemos classificar automaticamente esses objetos e usar essas informações para aprender sobre a evolução das galáxias\", disse Robertson, em referência ao uso do Morpheus.', 'O programa de computador foi descrito em um artigo publicado na revista científica ', <em>Astrophysical Journal Supplement Series</em>, '. Os cientistas também divulgaram o código do software publicamente.\\xa0', 'Fonte: ', <a href=\"https://phys.org/news/2020-05-powerful-ai-technique-galaxies-astronomy.html\" rel=\"noopener\" target=\"_blank\">Phys.org</a>]", "title": "Cientistas criam programa poderoso que aprimora detecção de galáxias", "type": "article", "url": "https://olhardigital.com.br/ciencia-e-espaco/noticia/cientistas-criam-programa-poderoso-que-aprimora-deteccao-de-galaxias/100683"}